{
  "Navbar": {
    "home": "Startseite",
    "about": "Über",
    "project": "Projekt",
    "skill":"Fertigkeit",
    "contact":"Kontakt"
  },
  "Home":{
     "name":"Hey, ich bin Vaishakhi. Ich bin ein Full",
     "opentowrok":"Offen für Arbeit"
  },
    "About":{
    "title":"Über mich!",
    "p1":"Hallo, ich bin Vaishakhi ArvindBhai Patel, ein leidenschaftlicher und engagierter Full-Stack-Entwickler mit 3,5 Jahren praktischer Erfahrung in der Entwicklung von Webanwendungen mit React, Node.js und Next.js. Ich habe mich darauf spezialisiert, nahtlose, skalierbare und hochleistungsfähige Weblösungen zu erstellen, die ein optimales Nutzererlebnis gewährleisten. Meine Reise in die Full-Stack-Entwicklung wurde durch meine Liebe zu sauberem Code und den Fokus auf die Bereitstellung effizienter, wartbarer und benutzerfreundlicher Lösungen geprägt.",
    "p2":"Meine Expertise liegt in der Front-End-Entwicklung mit React.js sowie in der Back-End-Entwicklung mit Node.js zur Erstellung von Full-Stack-Anwendungen. Ich kenne mich mit Next.js aus, um schnelle, SEO-freundliche Websites mit serverseitigem Rendering und statischer Website-Generierung zu erstellen. Außerdem habe ich grundlegende Erfahrungen mit Angular, Python und Vue.js gesammelt, wobei ich mein Toolkit ständig erweitere und mich an neue Technologien anpasse, die am besten zu den Anforderungen des jeweiligen Projekts passen.",
    "p3":"Zusätzlich zu meiner Kernkompetenz habe ich auch mit OpenAI APIs gearbeitet und fortschrittliche KI-gestützte Funktionen in Webanwendungen integriert. Dadurch konnte ich die Möglichkeiten des maschinellen Lernens nutzen und intelligente, datengesteuerte Lösungen anbieten, um die Interaktionen und Erfahrungen der Nutzer zu verbessern.",
    "p4":"Im Laufe meiner Karriere habe ich an einer Vielzahl von Projekten gearbeitet, die von kleinen Anwendungen bis hin zu komplexen, stark frequentierten Systemen reichen. Ich fühle mich in kollaborativen Umgebungen wohl und habe Spaß daran, komplexe Probleme mit kreativen Lösungen zu lösen. Egal, ob ich alleine oder im Team arbeite, ich bin stets bestrebt, qualitativ hochwertige Arbeit abzuliefern und mich über Branchentrends und bewährte Verfahren auf dem Laufenden zu halten.",
    "p5":"Ich bin immer bestrebt, zu lernen und mich als Entwickler weiterzuentwickeln, und freue mich darauf, neue Herausforderungen anzunehmen, um mein Fachwissen weiter auszubauen."
  },
  "Work":{
    "title":"Arbeit",
    "c1":"Software-Entwickler bei"
  },
   "project": {
    "title": "Projekte",
    "p1": {
      "title": "WeSlides",
      "description": "WeSlides ist eine Präsentationssoftware, die künstliche Intelligenz (KI) einsetzt, um Benutzer bei der Erstellung von Folien und Präsentationen zu unterstützen. Die Software ermöglicht es den Nutzern, Ideen in komplette Foliendateien zu verwandeln, indem sie Folien aus Eingabeaufforderungen generiert und Aufzählungspunkte importiert. Die Software bietet verschiedene vorgefertigte Vorlagen und Themen und ermöglicht gleichzeitig die Anpassung, so dass die Benutzer personalisierte Präsentationen erstellen können. Außerdem ist WeSlides sowohl auf dem Desktop als auch auf dem Handy verfügbar."
    },
    "p2": {
      "title": "Digiconn",
      "description": "Ein Mitarbeiterverwaltungssystem (EMS) ist eine umfassende Softwarelösung, die Projektmanagern und Geschäftsführern hilft, die Leistung ihrer Mitarbeiter, Projektaufgaben und Produktivität effizient zu verfolgen und zu verwalten. Es zentralisiert Mitarbeiterinformationen, einschließlich Arbeitsstunden, Anwesenheit, Aufgabenfortschritt und Teamleistung, und bietet Echtzeit-Einblicke, die zur Optimierung der Teamabläufe, zur Verbesserung der Entscheidungsfindung und zur Gewährleistung einer reibungslosen Projektabwicklung beitragen. EMS hilft Managern, fundierte Entscheidungen zu treffen, Ressourcen effektiv zu verwalten und die interne Kommunikation zu optimieren, um die Produktivität von Teams zu steigern."
    },
    "p3": {
      "title": "Digital Davos (Engaging Discussions on Global Issues)",
      "description": "Digital Davos ist eine Plattform, auf der Menschen Diskussionen über wichtige globale Themen führen können. Meine Hauptaufgabe bestand darin, ein benutzerfreundliches Design mit Next.js und React.js zu erstellen. Die Plattform ermöglichte es den Teilnehmern, sich anzumelden, die Teilnahme an Diskussionen zu beantragen und mit anderen zu interagieren. Außerdem fügte ich Funktionen wie QR-Code-Check-in, Teilnehmeranfragen und ein Community-Forum hinzu, in dem sich die Nutzer untereinander austauschen konnten."
    },
     "p4": {
      "title": "Handmerch",
      "description": "Handmerch ist eine E-Commerce-Plattform, die als Klon von Etsy entwickelt wurde und es Nutzern ermöglicht, handgefertigte, alte und einzigartige Produkte zu kaufen und zu verkaufen. Als MERN-Stack-Entwickler habe ich die Entwicklung eines dynamischen und reaktionsfähigen Marktplatzes geleitet, der Next.js für serverseitiges Rendering und Leistungsoptimierung verwendet. Die Plattform bietet Produktaktualisierungen in Echtzeit, eine benutzerfreundliche Oberfläche, sichere Zahlungsabwicklung und ein effizientes Auftragsverwaltungssystem."
    }
  },
   "skill":{
    "title":"Fertigkeiten"
  }
}